{
  "spring": [
    "🌱 **Наступила Весна!**\nПрирода пробуждается от зимнего сна. Время посадить первые растения и подготовиться к новому году!",
    "🌱 **Весна пришла в земли Vintage Story!**\nТает снег, распускаются первые цветы, и мир наполняется красками после долгой зимы.",
    "🌱 **Наступил сезон весны!**\nВремя дождей и новой жизни. Соберите семена и начните подготовку ваших полей!",
    "🌱 **Весенний сезон начался!**\nПчелы возвращаются, деревья цветут. Отличное время для постройки ульев и сбора первых трав!",
    "🌱 **Весна вступила в свои права!**\nДни становятся длиннее, а ночи теплее. Идеальное время для засева полей и приручения диких животных!"
  ],
  "summer": [
    "☀️ **Наступило Лето!**\nСамое теплое время года принесло богатый урожай и длинные дни. Используйте это время для торговли и путешествий!",
    "☀️ **Летний сезон в разгаре!**\nЖаркие дни, теплые ночи и изобилие плодов. Самое время для сбора дикорастущих растений и строительства!",
    "☀️ **Пришло лето в Vintage Story!**\nДлинные дни позволяют заниматься ремеслом дольше. Соберите мед, травы и материалы для ремесла!",
    "☀️ **Летний зной охватил мир!**\nВремя изобилия и светлых ночей. Наполните погреба и кладовые, готовьтесь к грядущей осени!",
    "☀️ **Лето вступило в свои права!**\nСозревает урожай, цветут медоносы. Идеальное время для развития пасеки и сбора урожая!"
  ],
  "autumn": [
    "🍂 **Наступила Осень!**\nДеревья окрасились в золотые цвета, а животные готовятся к холодам. Пора собирать последний урожай и запасаться топливом на зиму!",
    "🍂 **Осенний сезон начался!**\nЛистья меняют цвет, грибы покрывают лесные поляны. Время заготовок и ремонта жилищ перед холодами!",
    "🍂 **Осень пришла в мир Vintage Story!**\nДни становятся короче, ночи холоднее. Проверьте ваши запасы еды и почините инструменты!",
    "🍂 **Золотая осень окутала мир!**\nПоследний шанс добыть руду и собрать урожай перед наступлением суровой зимы.",
    "🍂 **Осеннее время настало!**\nТуманные утра, прохладные вечера. Самое время для заготовки солений и вяления мяса!"
  ],
  "winter": [
    "❄️ **Наступила Зима!**\nСуровые морозы и долгие ночи ждут вас. Запасы дров и еды должны быть готовы, носите тёплую одежду!",
    "❄️ **Зимний сезон пришел!**\nСнег покрыл землю, реки замерзли. Время кузнечного дела и изготовления тёплой одежды!",
    "❄️ **Зима охватила мир Vintage Story!**\nСамое суровое время года проверит вашу готовность. Используйте погреба для сохранения припасов!",
    "❄️ **Началась зимняя стужа!**\nВремя алхимии, чтения и улучшения мастерских. Добывайте редкие руды глубоко под землей!",
    "❄️ **Холодная зима вступила в свои права!**\nПоддерживайте огонь в печи и проверьте запасы дров. Хороший момент для улучшения вашего жилища!"
  ]
} 